[
  "obsidian-tasks-plugin",
  "table-editor-obsidian",
  "iconic",
  "editing-toolbar",
  "obsidian-plugin-toc",
  "simple-code-formatter",
  "calendar",
  "obsidian-file-color",
  "colored-tags",
  "file-explorer-note-count",
  "code-styler",
  "file-explorer-plus",
  "obsidian-style-settings",
  "dataview",
  "obsidian-excalidraw-plugin"
]